tap "homebrew/bundle"

# asdf
# @see: https://asdf-vm.com/guide/getting-started.html
brew "coreutils"
brew "git"
brew "curl"
brew "asdf"

# Others
brew "gh"
brew "mas"
brew "docker"
brew "docker-completion"
brew "docker-compose"
brew "jq"
brew "wget"

cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "ngrok"
cask "postman"
cask "slack"
cask "iterm2"
cask "rectangle"
cask "amphetamine"
cask "clipy"
cask "google-japanese-ime"
cask "obsidian"
cask "notion"
mas "LINE", id: 539883307
